[{
  "id":1,
  "names":["Navin","German"],
  "title":"Email to client",
  "question":"You are Navin, working in an organization that works with overseas clients. There is a call scheduled for March 27 with the client leader German national living in Berlin. Suddenly you realize that March 27th is Holi. None of your team members would be coming to office (in India) that day. You realize that you need to reschedule the call. You are a little busy so you send an email to the German client in Berlin. Write the email using following phrases :",
  "outline":"Cancel - meeting - March 27th  - Holi - national holiday - reschedule - response - email -  apologize - inconvenience - date",
  "created_on":"09/07/2013"
},{
  "id":2,
  "names":["Gill","Roy","John"],
  "title":"Email to customer",
  "question":"Using the following phrases, write an email with minimum of 50 words to the customer Mr. Gill Roy explaining delay to the project, sign the email as John:",
  "outline":"Payment processing system - schedule - 10th May (Friday) - Unexpected power outage - 3 days - Overall delay-7 days - includes recovery of lost work - will not recur",
  "created_on":"09/07/2013"
},{
  "id":3,
  "names":["Henry"],
  "title":"Email requesting training for associates",
  "question":"Write an e-mail to request to conduct a training session for your associates using the following phrases, with a minimum of 50 words, sign the email as Henry:",
  "outline":"training - sixteen associates - tenth - twelfth August - three days - communication skills - assertiveness - telephone etiquette - e-mail writing - confirm -two days - clarifications",
  "created_on":"10/11/2013"
},{
  "id":4,
  "names":["Joy"],
  "title":"Email to employees",
  "question":"You are Joy, a part of corporate communication team in your company. The working time period is revised as 8:30 am to 5:00pm. Using the following phrases, write an email with a minimum of 50 words and a maximum of 80 words to the employees in your company informing the same.",
  "outline":"by 30 minutes to avoid traffic - effect from next week - lunch duration - revised working time - reduced by 10 minutes - free breakfast - office will start earlier - till the end of rainy season - will be in effect",
  "created_on":"10/11/2013"
},{
  "id":5,
  "names":["Navin"],
  "title":"Email to Parents",
  "question":"Using the following phrases, write an email with a minimum of 50 words and a maximum of 80 words to your parents describing the experience related to your first campus interview, sign the email as Navin.",
  "outline":"80 minutes - tensed - formal shirt - negative marking - polish - write a program - early in the morning - written test - four member panel - explain - offer - very happy",
  "created_on":"10/11/2013"
},{
  "id":6,
  "names":["Roy","Cesina"],
  "title":"Email to clients informing relocation",
  "question":"As your company is doing good business and expanding, your company is relocating its office to a new address. Using the following phrases, write an email with a minimum of 50 words and a maximum of 80 words to your customer informing the change in address, sign the email as Roy.",
  "outline":"near outer ring road - shifting to - bigger office space - November 10 - change in telephone number - new address is provided below - fourth floor - Cesina Business",
  "created_on":"11/15/2013"
},{
  "id":7,
  "names":["John","Hilton"],
  "title":"Invitation to client for party",
  "question":"Write an e-mail to client to invite him to the party using the following phrases, with a minimum of 50 words and a maximum of 100 words. , sign the email as John.",
  "outline":"pleasure - mobile alert project - Tuesday - eight pm - Hilton downtown- dinner - meal constraint - successful project - celebrate - hard work - if any - looking forward",
  "created_on":"12/15/2013"
},{
  "id":8,
  "names":["John"],
  "title":"Email for getting Sponsor",
  "question":"Using the following phrases, write an email to a company requesting them to sponsor your college cultural festival, sign the email as John.",
  "outline":"pdf file - reputed institute - 10 days - 200 college - sparkling performance - extravaganza - sponsor the event - request appointment - brochure attached",
  "created_on":"12/15/2013"
},{
  "id":9,
  "names":["John"],
  "title":"Email to project guide",
  "question":"Using the following phrases, write an email to your final year project guide explaining the delay in the project submission, sign the email as John.",
  "outline":"submission date  -  foreign edition books  -  Schedule -  10th June  -  laptop crash  -  delay in printing - overall status -  9 days  -  approve the extension  -  shortage of money",
  "created_on":"09/14/2014"
},{
  "id":10,
  "names":["Jack","Anna"],
  "title":"Email seeking permission",
  "question":"You are Anna, write a mail to Jack for seeking permission to bring the camera in company premise.",
  "outline":"Bring - camera - high tea - celebrations - security personnel - ontime delivery - instruct - cafeteria - not working area",
  "created_on":"09/14/2014"
},{
  "id":11,
  "names":["John"],
  "title":"Email to your team",
  "question":"You are John, the project leader for a team of 20 members. As the team members are not submitting the weekly time sheets regularly, you need to email them stressing the need to submit without fail. Using the following phrases, write an email to your team members informing the same.",
  "outline":"can be accessed online - lead to loss of pay - every week - do not default - used to bill client - actual working hours - by friday - failure to adhere - time sheet filling application",
  "created_on":"09/14/2014"
},{
  "id":12,
  "names":["John"],
  "title":"Email to police station master",
  "question":"Regarding rash driving in your area, Write an email to police station master to take necessary steps to stop such incidents that disturb children playing on the road and elderly people walking across the river. Sign the email as John.",
  "outline":"residential area - rash driving - elderly people - action - immediately - dangerous - across the river - grocery shop",
  "created_on":"09/14/2014"
},{
  "id":13,
  "names":["John","Roy"],
  "title":"Email to car merchant",
  "question":"As Mr. John, write an email to Mr. Roy from whom you purchased a car recently indicating few points as given below.",
  "outline":"poor quality - less service centers in city - frequent maintenance - high cost - time taking - complains - pending problems - increase number of service center - customer satisfaction",
  "created_on":"10/21/2014"

},{
  "id":14,
  "names":["Navin"],
  "title":"Email to municipal officer",
  "question":"As Navin, write an email to Municipal officer explaining the disturbance caused due to building construction in your neighbourhood.",
  "outline":"building construction  -  neighbourhood  -  too much noise  -  dust  -  no safety grid  -  disturbance  -  dirty road  -  take strict action",
  "created_on":"10/21/2014"
},{
  "id":15,
  "names":["Ritwick"],
  "title":"Email to colleges",
  "question":"You are Ritwick, marketing manager of TCS. CodeVita programming contest has been anounced. Write an email to all colleges inviting participation of students.",
  "outline":"CodeVita  -  international programming contest  -  global exposure  -  awesome goodies  -  programming and algorithmic skill  -  internship  -  provisional offer letter  -  register for CodeVita",
  "created_on":"10/21/2014"
},{
  "id":16,
  "names":["William"],
  "title":"Email to branch manager",
  "question":"You are Mr. William, your wallet was stolen two days ago. Write an email to branch manager informing the same.",
  "outline":"Wallet  -  stolen  -  pickpocket  -  FIR  -  police  -  block  -  misuse  -  debit card  -  as soon as possible  -  information  -  new debit card  -  issue",
  "created_on":"02/22/2015"
},{
  "id":17,
  "names":["Kumar"],
  "title":"Email to Municipal commissioner",
  "question":"As a resident, write an email to the Municipal commissioner of your city, Mr.Ashok, reporting nuissance of a building under construction beside your place.  Sign the email as Kumar.",
  "outline":"building - construction - long time - three years - water usage - mosquitoes - unhygienic - construction workers - bad behaviour - attention -request - action - immediately",
  "created_on":"09/20/2015"
},{
  "id":18,
  "names":["Sam","Sunil"],
  "title":"Email to batch mates",
  "question":"As a student representative of your department, write an email to your batch mates, suggesting a party for Head of Department Prof. Sunil who is retiring next month.  Sign the email as Sam.",
  "outline":"inform - retire - plan - surprise - party - host - family - exceptional teacher - guide - mentor - groom - students - helpful - together - memorable",
  "created_on":"09/20/2015"
},{
  "id":19,
  "names":["Chopra","Ramesh"],
  "title":"Email to company manager",
  "question":"As a supplier, write an email to the manager of M/S Big wheel Manufacturing Company, Mr.Chopra, intimating of their payment that is due for the products delivered to them three months ago. Sign the email as Ramesh",
  "outline":"On time - delivery of goods - three months - credit period - overdue - payment - of the earliest - longstanding - relationship",
  "created_on":"09/20/2015"
},{
  "id":20,
  "names":["Peter","Matt"],
  "title":"Email to teacher",
  "question":"As a former student, write an email to your professor, Mr. Matt, thanking him for teaching and guidance that contributed to your overall development.  Sign the email as Peter.",
  "outline":"Successful - placed - grateful - help - advice - grooming - values - shaping my future - sincere - professional - true guide - guidance",
  "created_on":"09/20/2015"
},{
  "id":21,
  "names":["Ramesh","ABC"],
  "title":"Email to project manager",
  "question":"As an intern at ABC consulting Pvt. Ltd., write an email to your internship Project Manager, Mr.Ramesh, informing about the progress that you are making and some difficulties that your are encountering.  Sign the email as Ben.",
  "outline":"Thank - challenging - progress - tight schedule - support - report - analytics - guidance - access - doubt - requirements - design",
  "created_on":"09/21/2015"
},{
  "id":22,
  "names":["Deb","Chatterjee","Sam"],
  "title":"Email to project manager",
  "question":"As a student representative of your college, write an email to the Principal of Professional Engineering College, Prof.Deb Chatterjee, inviting his institute to participate in the Technical symposium being organized in your college.  Sign the email as Sam.",
  "outline":"Invite - technical Symposium - previous - success - expecting - huge participation - latest technology - stalls - demos - interaction - topics - complete - exchange ideas - exciting prizes",
  "created_on":"09/21/2015"
}]
